{
  "LazyVim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "aether.nvim": { "branch": "v3" },
  "async.nvim": { "branch": "main" },
  "bamboo.nvim": { "branch": "master" },
  "blink-copilot": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "blink.compat": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "clangd_extensions.nvim": { "branch": "main" },
  "cmake-tools.nvim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "dial.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "ethereal.nvim": { "branch": "main" },
  "everforest-nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "flexoki-neovim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "hackerman.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "hererocks": { "branch": "master" },
  "image.nvim": { "branch": "master" },
  "img-clip.nvim": { "branch": "main" },
  "iron.nvim": { "branch": "master" },
  "jupytext.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "log-highlight.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "matteblack.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "molten-nvim": { "branch": "main" },
  "monokai-pro.nvim": { "branch": "master" },
  "nabla.nvim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-python": { "branch": "master" },
  "neotest-zig": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nord.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-jupyter": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-tmux-navigation": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "obsidian.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "otter.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "pyrola.nvim": { "branch": "master" },
  "quarto-nvim": { "branch": "main" },
  "refactoring.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "retro-82.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "sudo.nvim": { "branch": "main" },
  "supermaven-nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "typst-preview.nvim": { "branch": "master" },
  "venv-selector.nvim": { "branch": "main" },
  "vim-dadbod": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" },
  "yazi.nvim": { "branch": "main" }
}
